window.DONGCHENG_SCHOOL_DISTRICTS = [
  {
    name: '和平里学区', tier: '第一梯队',
    primary: ['和平里第四小学','和平里第九小学','青年湖小学','地坛小学','安外三条小学','和平里第一小学','和平北路学校小学部（体育）'],
    middle: ['二中分校（北校区）','五中分校','二十二中','五十四中','五十五中','一四二中','一七一中','东直门中学']
  },
  {
    name: '安交学区', tier: '第一梯队',
    primary: ['府学胡同小学','黑芝麻胡同小学','分司厅小学','方家胡同小学'],
    middle: ['一中（与五中分校一体化）','二中分校','五中分校','二十一中（与二十二中一体化）','二十二中','六十五中','一六六中','一七一中','东直门中学']
  },
  {
    name: '景东学区', tier: '第二梯队',
    primary: ['景山学校南校区（一贯制）','东交民巷小学','灯市口小学','校尉胡同小学'],
    middle: ['二中分校','五中分校','二十五中','二十七中','五十五中','六十五中','一六五中（与东直门中学一体化）','一六六中','东直门中学']
  },
  {
    name: '天永学区', tier: '第四梯队',
    primary: ['定安里小学','北京第一师范学校附属小学','精忠街小学','景泰小学','金台书院小学','天坛东里小学','宝华里小学','革新里小学'],
    middle: ['十一中','十一中（南校区）','五十中','五十中分校','文汇中学','汇文中学（南校区）','前门外国语学校','汇文中学朝阳学校']
  },
  {
    name: '北东学区', tier: '第二梯队',
    primary: ['景山学校北校区（一贯制）','史家实验学校（曙光小学）','雍和宫小学','史家小学分校','东四十四条小学','西中街小学'],
    middle: ['二中分校','五中分校','二十二中','二十四中','二十五中','二十七中','五十五中','一六五中（与东直门中学一体化）','东直门中学']
  },
  {
    name: '东朝建学区', tier: '第三梯队',
    primary: ['史家胡同小学','艺美小学','汇文第一小学','新开路东总布小学','西总布小学','新鲜胡同小学','回民小学','东四九条小学','东四七条小学'],
    middle: ['二中分校','五中分校','二十四中','二十五中','二十七中','汇文实验中学（与汇文中学一体化）','一六六中','文汇中学','汇文中学','东直门中学']
  },
  {
    name: '东崇前学区', tier: '第三梯队',
    primary: ['花市小学','文汇小学','崇文小学','前门小学','回民实验小学'],
    middle: ['十一中','九十六中（广渠门中学集团成员学校）','广渠门中学','文汇中学','汇文中学','前门外国语学校','汇文中学朝阳学校']
  },
  {
    name: '龙体学区', tier: '第二梯队',
    primary: ['光明小学','板厂小学','汇文实验小学','朝阳学校','培新小学','体育馆路小学'],
    middle: ['十一中','五十中','九十六中（广渠门中学集团成员学校）','汇文实验中学（与汇文中学一体化）','广渠门中学','龙潭中学（与广渠门中学一体化）','文汇中学','汇文中学','汇文中学朝阳学校']
  }
];
